{
  "club": [
    {
      "id": "ACM",
      "name": "ACM UCSD",
      "description": "ACM UC San Diego is a computing focused organization on campus.",
      "image": "http://www.google.com/think/images/prototyping-for-success_articles_lg.jpg",
      "idH": "clubHeart1"
    },
    {
      "id": "astro",
      "name": "Astronomy Club",
      "description": "Astronomy Club at UCSD aims to promote the interest of astronomy and astrophysics.",
      "image": "http://searchwide.com/wp-content/uploads/2013/11/evaluation.jpg",
      "idH": "clubHeart2"
    },
    {
      "id": "beatz",
      "name": "Beat @ UCSD",
      "description": "To provide a fun and lively atmosphere to continue our passion for a cappella music.",
      "image": "http://www.quality-wars.com/wp-content/uploads/Gantt-Chart-Example-2-NO-LETTERS1.jpg",
      "idH": "clubHeart3"
    },
    {
      "id": "dsgn",
      "name": "Design Co",
      "description": "We’re a strong and scrappy design community, bridging the gap between designers and industry.",
      "image": "http://regmedia.co.uk/2011/03/01/node_code.png",
      "idH": "clubHeart4"
    },
    {
      "id": "food",
      "name": "Food Cooperative at UCSD",
      "description": "The Food Cooperative at UCSD is a collective running a store serving vegan food and products, with the interest in fostering social, political, economic, and ecological change.",
      "image": "http://torontopubliclibrary.typepad.com/.a/6a00e5509ea6a18834019b00ff4518970b-800wi"
    },

    {
      "id": "game",
      "name": "Triton Gaming",
      "description": "Triton Gaming is a group of collegiate organizers that team up to create epic entertainment experiences for student gamers at the University of California, San Diego. Our organization is the product of several independent on-campus gaming organizations that each represent a different gaming genre and student community. Through Triton Gaming, our team strives to create an exciting, diverse, and all-inclusive gaming environment on campus through high-quality live events.",
      "image": "https://pbs.twimg.com/profile_images/1356821718279483393/yRq93Bcz_400x400.jpg"
    },

    {
      "id": "ted",
      "name": "TEDx@UCSD",
      "description": "TEDxUCSD's mission is to bring together leading thinkers and doers to share ideas that matter in and to any discipline. Through a local forum, we hope to inspire people to change their lives, their futures, and ultimately, their world. We aim to engage, motivate, and celebrate all generations of the UCSD family.",
      "image": "https://ucsdnews.ucsd.edu/news_uploads/ucsd-tedx-720.jpg"
    }
  ]
}
